Repository: yusufbayindir/solstice
Catalog: Solstice/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, el, es, fi, fr, he, hi, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sv, th, tr, uk, vi, zh_hans, zh_hant

source: From the first day of one period to the first day of the next. Most are 21–35 days.
ar: من أول يوم في دورة إلى أول يوم في الدورة التالية. معظمها بين 21 و35 يومًا.
cs: Od prvního dne jedné menstruace do prvního dne další. Většinou 21–35 dní.
da: Fra den første dag i én menstruation til den første dag i den næste. De fleste er 21–35 dage.
de: Vom ersten Tag einer Periode bis zum ersten Tag der nächsten. Die meisten dauern 21–35 Tage.
el: Από την πρώτη ημέρα μιας περιόδου έως την πρώτη ημέρα της επόμενης. Οι περισσότεροι είναι 21–35 ημέρες.
es: Desde el primer día de un periodo hasta el primer día del siguiente. La mayoría duran 21–35 días.
fi: Kuukautisten ensimmäisestä päivästä seuraavien ensimmäiseen päivään. Useimmiten 21–35 päivää.
fr: Du premier jour de vos règles au premier jour des suivantes. La plupart durent 21–35 jours.
he: מהיום הראשון של מחזור אחד ועד היום הראשון של הבא. רוב המחזורים נמשכים 21–35 ימים.
hi: एक पीरियड के पहले दिन से अगले पीरियड के पहले दिन तक। अधिकांश 21–35 दिन के होते हैं।
hu: Az egyik menstruáció első napjától a következő első napjáig. A legtöbb 21–35 nap.
id: Dari hari pertama satu haid sampai hari pertama haid berikutnya. Umumnya 21–35 hari.
it: Dal primo giorno di un ciclo al primo giorno del successivo. La maggior parte dura 21–35 giorni.
ja: ある生理の初日から次の生理の初日までです。多くは 21〜35 日です。
ko: 한 생리의 첫날부터 다음 생리의 첫날까지입니다. 대부분 21~35일입니다.
ms: Dari hari pertama satu haid hingga hari pertama haid seterusnya. Kebanyakannya 21–35 hari.
nb: Fra første dag i én mens til første dag i den neste. De fleste er 21–35 dager.
nl: Van de eerste dag van de ene menstruatie tot de eerste dag van de volgende. Meestal 21–35 dagen.
pl: Od pierwszego dnia jednej miesiączki do pierwszego dnia następnej. Najczęściej 21–35 dni.
pt_br: Do primeiro dia de uma menstruação ao primeiro dia da seguinte. A maioria fica entre 21–35 dias.
pt_pt: Do primeiro dia de uma menstruação ao primeiro dia da seguinte. A maioria situa-se entre 21–35 dias.
ro: De la prima zi a unei menstruații până la prima zi a următoarei. Cel mai des sunt 21–35 de zile.
ru: От первого дня одних месячных до первого дня следующих. Чаще всего — 21–35 дней.
sv: Från första dagen i en mens till första dagen i nästa. De flesta är 21–35 dagar.
th: นับจากวันแรกของประจำเดือนรอบหนึ่งถึงวันแรกของรอบถัดไป ส่วนใหญ่อยู่ที่ 21–35 วัน
tr: Bir adetin ilk gününden bir sonrakinin ilk gününe kadar. Çoğu döngü 21–35 gündür.
uk: Від першого дня однієї менструації до першого дня наступної. Найчастіше це 21–35 днів.
vi: Từ ngày đầu của kỳ kinh này đến ngày đầu của kỳ kinh tiếp theo. Hầu hết là 21–35 ngày.
zh_hans: 从一次经期的第一天算到下一次经期的第一天。大多为 21–35 天。
zh_hant: 從一次經期的第一天算到下一次經期的第一天。大多為 21–35 天。

source: Cycle length
ar: مدة الدورة
cs: Délka cyklu
da: Cykluslængde
de: Zykluslänge
el: Διάρκεια κύκλου
es: Duración del ciclo
fi: Kierron pituus
fr: Durée du cycle
he: אורך המחזור
hi: चक्र की लंबाई
hu: Ciklus hossza
id: Panjang siklus
it: Durata del ciclo
ja: 周期の長さ
ko: 주기 길이
ms: Tempoh kitaran
nb: Sykluslengde
nl: Cycluslengte
pl: Długość cyklu
pt_br: Duração do ciclo
pt_pt: Duração do ciclo
ro: Durata ciclului
ru: Длина цикла
sv: Cykellängd
th: ความยาวรอบเดือน
tr: Döngü uzunluğu
uk: Тривалість циклу
vi: Độ dài chu kỳ
zh_hans: 周期长度
zh_hant: 週期長度

source: How many days does your period last?
ar: كم يومًا تستمر دورتك الشهرية؟
cs: Kolik dní trvá vaše menstruace?
da: Hvor mange dage varer din menstruation?
de: Wie viele Tage dauert deine Periode?
el: Πόσες ημέρες διαρκεί η περίοδός σας;
es: ¿Cuántos días dura tu periodo?
fi: Kuinka monta päivää kuukautisesi kestävät?
fr: Combien de jours durent vos règles ?
he: כמה ימים נמשך המחזור שלך?
hi: आपका पीरियड कितने दिन चलता है?
hu: Hány napig tart a menstruációd?
id: Berapa hari haid Anda berlangsung?
it: Quanti giorni dura il tuo ciclo?
ja: 生理は何日くらい続きますか？
ko: 생리는 보통 며칠 지속되나요?
ms: Berapa hari haid anda berlangsung?
nb: Hvor mange dager varer mensen din?
nl: Hoeveel dagen duurt je menstruatie?
pl: Ile dni trwa Twoja miesiączka?
pt_br: Quantos dias dura sua menstruação?
pt_pt: Quantos dias dura a sua menstruação?
ro: Câte zile durează menstruația ta?
ru: Сколько дней длятся месячные?
sv: Hur många dagar varar din mens?
th: ประจำเดือนของคุณนานกี่วัน?
tr: Adetiniz kaç gün sürer?
uk: Скільки днів триває ваша менструація?
vi: Kỳ kinh của bạn kéo dài bao nhiêu ngày?
zh_hans: 你的经期通常持续几天？
zh_hant: 你的經期通常持續幾天？

source: Typically 3–7 days.
ar: عادةً من 3 إلى 7 أيام.
cs: Obvykle 3–7 dní.
da: Typisk 3–7 dage.
de: Normalerweise 3–7 Tage.
el: Συνήθως 3–7 ημέρες.
es: Normalmente 3–7 días.
fi: Tyypillisesti 3–7 päivää.
fr: Généralement 3–7 jours.
he: בדרך כלל 3–7 ימים.
hi: आमतौर पर 3–7 दिन।
hu: Jellemzően 3–7 nap.
id: Biasanya 3–7 hari.
it: In genere 3–7 giorni.
ja: 通常は 3〜7 日です。
ko: 보통 3~7일입니다.
ms: Biasanya 3–7 hari.
nb: Vanligvis 3–7 dager.
nl: Meestal 3–7 dagen.
pl: Zazwyczaj 3–7 dni.
pt_br: Normalmente de 3–7 dias.
pt_pt: Normalmente entre 3–7 dias.
ro: De obicei 3–7 zile.
ru: Обычно 3–7 дней.
sv: Vanligtvis 3–7 dagar.
th: โดยทั่วไป 3–7 วัน
tr: Genellikle 3–7 gün.
uk: Зазвичай 3–7 днів.
vi: Thường là 3–7 ngày.
zh_hans: 通常为 3–7 天。
zh_hant: 通常為 3–7 天。

source: Period length
ar: مدة الدورة الشهرية
cs: Délka menstruace
da: Menstruationslængde
de: Periodendauer
el: Διάρκεια περιόδου
es: Duración del periodo
fi: Kuukautisten pituus
fr: Durée des règles
he: משך הווסת
hi: पीरियड की लंबाई
hu: Menstruáció hossza
id: Durasi haid
it: Durata delle mestruazioni
ja: 生理の長さ
ko: 생리 기간
ms: Tempoh haid
nb: Menslengde
nl: Duur van de menstruatie
pl: Długość miesiączki
pt_br: Duração da menstruação
pt_pt: Duração da menstruação
ro: Durata menstruației
ru: Длительность месячных
sv: Menslängd
th: ระยะเวลาประจำเดือน
tr: Adet süresi
uk: Тривалість менструації
vi: Độ dài kỳ kinh
zh_hans: 经期长度
zh_hant: 經期長度

source: days
ar: أيام
cs: dní
da: dage
de: Tage
el: ημέρες
es: días
fi: päivää
fr: jours
he: ימים
hi: दिन
hu: nap
id: hari
it: giorni
ja: 日
ko: 일
ms: hari
nb: dager
nl: dagen
pl: dni
pt_br: dias
pt_pt: dias
ro: zile
ru: дн.
sv: dagar
th: วัน
tr: gün
uk: днів
vi: ngày
zh_hans: 天
zh_hant: 天

source: Lock Solstice with Face ID?
ar: هل تريدين قفل Solstice باستخدام Face ID؟
cs: Zamknout Solstice pomocí Face ID?
da: Lås Solstice med Face ID?
de: Solstice mit Face ID schützen?
el: Κλείδωμα του Solstice με Face ID;
es: ¿Bloquear Solstice con Face ID?
fi: Lukitaanko Solstice Face ID:llä?
fr: Verrouiller Solstice avec Face ID ?
he: לנעול את Solstice עם Face ID?
hi: Solstice को Face ID से लॉक करें?
hu: Zárolod a Solstice-ot Face ID-vel?
id: Kunci Solstice dengan Face ID?
it: Bloccare Solstice con Face ID?
ja: Solstice を Face ID でロックしますか？
ko: Face ID로 Solstice를 잠글까요?
ms: Kunci Solstice dengan Face ID?
nb: Låse Solstice med Face ID?
nl: Solstice vergrendelen met Face ID?
pl: Zablokować Solstice za pomocą Face ID?
pt_br: Bloquear o Solstice com Face ID?
pt_pt: Bloquear o Solstice com Face ID?
ro: Blochezi Solstice cu Face ID?
ru: Заблокировать Solstice с помощью Face ID?
sv: Lås Solstice med Face ID?
th: ล็อก Solstice ด้วย Face ID หรือไม่?
tr: Solstice'i Face ID ile kilitlemek ister misiniz?
uk: Заблокувати Solstice за допомогою Face ID?
vi: Khóa Solstice bằng Face ID?
zh_hans: 使用 Face ID 锁定 Solstice？
zh_hant: 使用 Face ID 鎖定 Solstice？

source: Require Face ID to open the app, so your cycle stays yours even if someone has your phone. You can change this anytime in Settings.
ar: اطلبي Face ID لفتح التطبيق، لتبقى دورتك ملكًا لك وحدك حتى لو وقع هاتفك في يد غيرك. يمكنك تغيير ذلك في أي وقت من الإعدادات.
cs: Vyžadovat Face ID k otevření aplikace, aby váš cyklus zůstal jen vaším, i kdyby měl váš telefon někdo jiný. Kdykoli to můžete změnit v Nastavení.
da: Kræv Face ID for at åbne appen, så din cyklus forbliver din, selv hvis nogen får fat i din telefon. Du kan ændre dette når som helst under Indstillinger.
de: Verlange Face ID zum Öffnen der App, damit dein Zyklus dir gehört – selbst wenn jemand dein Telefon hat. Du kannst dies jederzeit in den Einstellungen ändern.
el: Απαιτήστε Face ID για το άνοιγμα της εφαρμογής, ώστε ο κύκλος σας να παραμένει δικός σας ακόμη κι αν κάποιος έχει το τηλέφωνό σας. Μπορείτε να το αλλάξετε ανά πάσα στιγμή στις Ρυθμίσεις.
es: Exige Face ID para abrir la app, de modo que tu ciclo siga siendo tuyo incluso si alguien tiene tu teléfono. Puedes cambiarlo cuando quieras en Ajustes.
fi: Vaadi Face ID sovelluksen avaamiseen, jotta kiertosi pysyy omanasi, vaikka joku saisi puhelimesi. Voit muuttaa tätä milloin tahansa asetuksissa.
fr: Exigez Face ID pour ouvrir l'app, afin que votre cycle reste le vôtre même si quelqu'un a votre téléphone. Vous pouvez modifier cela à tout moment dans les Réglages.
he: דרשי Face ID כדי לפתוח את האפליקציה, כך שהמחזור שלך יישאר רק שלך גם אם הטלפון שלך מגיע לידי מישהו אחר. אפשר לשנות זאת בכל עת בהגדרות.
hi: ऐप खोलने के लिए Face ID आवश्यक करें, ताकि कोई आपका फ़ोन ले भी ले तो भी आपका चक्र आपका ही रहे। आप इसे सेटिंग्स में कभी भी बदल सकते हैं।
hu: Kérj Face ID-t az alkalmazás megnyitásához, hogy a ciklusod a tiéd maradjon akkor is, ha valaki más fogja a telefonodat. Ezt bármikor módosíthatod a Beállításokban.
id: Wajibkan Face ID untuk membuka aplikasi, agar siklus Anda tetap milik Anda walaupun ponsel Anda dipegang orang lain. Anda bisa mengubahnya kapan saja di Pengaturan.
it: Richiedi Face ID per aprire l'app, così il tuo ciclo resta tuo anche se qualcuno ha il tuo telefono. Puoi modificarlo in qualsiasi momento nelle Impostazioni.
ja: アプリを開くときに Face ID を必須にすれば、たとえ端末を他人に渡しても、あなたの周期はあなただけのものです。設定からいつでも変更できます。
ko: 앱을 열 때 Face ID를 요구하면, 누군가 기기를 갖게 되더라도 당신의 주기는 오롯이 당신만의 것으로 남습니다. 설정에서 언제든 변경할 수 있습니다.
ms: Wajibkan Face ID untuk membuka apl, supaya kitaran anda kekal milik anda walaupun seseorang memegang telefon anda. Anda boleh mengubahnya bila-bila masa dalam Tetapan.
nb: Krev Face ID for å åpne appen, slik at syklusen din forblir din selv om noen får tak i telefonen din. Du kan endre dette når som helst i Innstillinger.
nl: Vraag om Face ID om de app te openen, zodat je cyclus van jou blijft, zelfs als iemand je telefoon heeft. Je kunt dit altijd wijzigen in Instellingen.
pl: Wymagaj Face ID do otwarcia aplikacji, aby Twój cykl pozostał tylko Twój, nawet gdy ktoś sięgnie po Twój telefon. Możesz to zmienić w każdej chwili w Ustawieniach.
pt_br: Exija o Face ID para abrir o app, assim seu ciclo continua sendo só seu, mesmo que alguém pegue seu celular. Você pode alterar isso quando quiser nos Ajustes.
pt_pt: Exija o Face ID para abrir a aplicação, para que o seu ciclo continue a ser só seu, mesmo que alguém tenha o seu telemóvel. Pode alterar isto a qualquer momento nas Definições.
ro: Solicită Face ID pentru a deschide aplicația, ca ciclul tău să rămână doar al tău chiar dacă altcineva îți ia telefonul. Poți modifica oricând acest lucru din Setări.
ru: Запрашивать Face ID при открытии приложения, чтобы ваш цикл оставался только вашим, даже если телефон попадёт в чужие руки. Это можно изменить в любой момент в Настройках.
sv: Kräv Face ID för att öppna appen, så att din cykel förblir din även om någon annan får tag i din telefon. Du kan ändra detta när som helst i Inställningar.
th: กำหนดให้ใช้ Face ID เพื่อเปิดแอป เพื่อให้รอบเดือนของคุณยังเป็นของคุณ แม้มีคนถือโทรศัพท์ของคุณอยู่ คุณเปลี่ยนได้ทุกเมื่อในการตั้งค่า
tr: Uygulamayı açmak için Face ID gerektirin; böylece telefonunuz başkasının eline geçse bile döngünüz size ait kalır. Bunu istediğiniz zaman Ayarlar'dan değiştirebilirsiniz.
uk: Вимагати Face ID для відкриття застосунку, щоб ваш цикл залишався лише вашим, навіть якщо хтось візьме ваш телефон. Це можна змінити будь-коли в Налаштуваннях.
vi: Yêu cầu Face ID để mở ứng dụng, để chu kỳ của bạn vẫn là của riêng bạn ngay cả khi ai đó cầm điện thoại của bạn. Bạn có thể thay đổi bất cứ lúc nào trong Cài đặt.
zh_hans: 开启后需通过 Face ID 才能打开应用，即使手机落入他人之手，你的周期记录也只属于你。你可以随时在设置中更改。
zh_hant: 開啟後需透過 Face ID 才能開啟 App，即使手機落入他人之手，你的週期記錄也只屬於你。你可以隨時在設定中更改。

source: Turn on Face ID
ar: تشغيل Face ID
cs: Zapnout Face ID
da: Slå Face ID til
de: Face ID aktivieren
el: Ενεργοποίηση Face ID
es: Activar Face ID
fi: Ota Face ID käyttöön
fr: Activer Face ID
he: הפעלת Face ID
hi: Face ID चालू करें
hu: Face ID bekapcsolása
id: Aktifkan Face ID
it: Attiva Face ID
ja: Face ID をオンにする
ko: Face ID 켜기
ms: Hidupkan Face ID
nb: Slå på Face ID
nl: Face ID inschakelen
pl: Włącz Face ID
pt_br: Ativar o Face ID
pt_pt: Ativar o Face ID
ro: Activează Face ID
ru: Включить Face ID
sv: Aktivera Face ID
th: เปิด Face ID
tr: Face ID'yi Aç
uk: Увімкнути Face ID
vi: Bật Face ID
zh_hans: 开启 Face ID
zh_hant: 開啟 Face ID

source: App Lock enabled
ar: تم تفعيل قفل التطبيق
cs: Zámek aplikace je zapnutý
da: App-lås aktiveret
de: App-Sperre aktiviert
el: Το κλείδωμα εφαρμογής ενεργοποιήθηκε
es: Bloqueo de la app activado
fi: Sovelluslukko käytössä
fr: Verrouillage de l'app activé
he: נעילת האפליקציה הופעלה
hi: ऐप लॉक सक्षम
hu: Alkalmazászár bekapcsolva
id: Kunci Aplikasi aktif
it: Blocco app attivato
ja: アプリロックを有効にしました
ko: 앱 잠금이 켜졌습니다
ms: Kunci Apl didayakan
nb: Applås aktivert
nl: App-vergrendeling ingeschakeld
pl: Blokada aplikacji włączona
pt_br: Bloqueio do app ativado
pt_pt: Bloqueio da aplicação ativado
ro: Blocarea aplicației este activată
ru: Блокировка приложения включена
sv: Applås aktiverat
th: เปิดใช้การล็อกแอปแล้ว
tr: Uygulama Kilidi etkin
uk: Блокування застосунку ввімкнено
vi: Đã bật khóa ứng dụng
zh_hans: 已开启应用锁
zh_hant: 已開啟 App 鎖定

source: Face ID is not available on this device. You can enable App Lock later in Settings.
ar: ميزة Face ID غير متوفرة على هذا الجهاز. يمكنك تفعيل قفل التطبيق لاحقًا من الإعدادات.
cs: Face ID není na tomto zařízení k dispozici. Zámek aplikace můžete zapnout později v Nastavení.
da: Face ID er ikke tilgængeligt på denne enhed. Du kan aktivere app-lås senere under Indstillinger.
de: Face ID ist auf diesem Gerät nicht verfügbar. Du kannst die App-Sperre später in den Einstellungen aktivieren.
el: Το Face ID δεν είναι διαθέσιμο σε αυτή τη συσκευή. Μπορείτε να ενεργοποιήσετε το Κλείδωμα Εφαρμογής αργότερα στις Ρυθμίσεις.
es: Face ID no está disponible en este dispositivo. Puedes activar el bloqueo de la app más tarde en Ajustes.
fi: Face ID ei ole käytettävissä tällä laitteella. Voit ottaa sovelluslukon käyttöön myöhemmin asetuksissa.
fr: Face ID n'est pas disponible sur cet appareil. Vous pourrez activer le verrouillage de l'app plus tard dans les Réglages.
he: Face ID אינו זמין במכשיר הזה. אפשר להפעיל את נעילת האפליקציה מאוחר יותר בהגדרות.
hi: इस डिवाइस पर Face ID उपलब्ध नहीं है। आप बाद में सेटिंग्स में ऐप लॉक सक्षम कर सकते हैं।
hu: A Face ID nem érhető el ezen a készüléken. Az alkalmazászárat később bekapcsolhatod a Beállításokban.
id: Face ID tidak tersedia di perangkat ini. Anda bisa mengaktifkan Kunci Aplikasi nanti di Pengaturan.
it: Face ID non è disponibile su questo dispositivo. Puoi attivare il blocco app in seguito nelle Impostazioni.
ja: この端末では Face ID を利用できません。アプリロックはあとで設定から有効にできます。
ko: 이 기기에서는 Face ID를 사용할 수 없습니다. 앱 잠금은 나중에 설정에서 켤 수 있습니다.
ms: Face ID tidak tersedia pada peranti ini. Anda boleh mendayakan Kunci Apl kemudian dalam Tetapan.
nb: Face ID er ikke tilgjengelig på denne enheten. Du kan aktivere applås senere i Innstillinger.
nl: Face ID is niet beschikbaar op dit apparaat. Je kunt App-vergrendeling later inschakelen in Instellingen.
pl: Face ID nie jest dostępne na tym urządzeniu. Blokadę aplikacji możesz włączyć później w Ustawieniach.
pt_br: O Face ID não está disponível neste dispositivo. Você pode ativar o Bloqueio do app depois, nos Ajustes.
pt_pt: O Face ID não está disponível neste dispositivo. Pode ativar o Bloqueio da aplicação mais tarde nas Definições.
ro: Face ID nu este disponibil pe acest dispozitiv. Poți activa blocarea aplicației mai târziu din Setări.
ru: Face ID недоступен на этом устройстве. Вы можете включить блокировку приложения позже в Настройках.
sv: Face ID är inte tillgängligt på den här enheten. Du kan aktivera applås senare i Inställningar.
th: Face ID ไม่พร้อมใช้งานบนเครื่องนี้ คุณสามารถเปิดการล็อกแอปภายหลังได้ในการตั้งค่า
tr: Bu cihazda Face ID kullanılamıyor. Uygulama Kilidini daha sonra Ayarlar'dan etkinleştirebilirsiniz.
uk: Face ID недоступний на цьому пристрої. Ви можете ввімкнути блокування застосунку пізніше в Налаштуваннях.
vi: Face ID không khả dụng trên thiết bị này. Bạn có thể bật khóa ứng dụng sau trong Cài đặt.
zh_hans: 本设备不支持 Face ID。你可以稍后在设置中开启应用锁。
zh_hant: 本裝置不支援 Face ID。你可以稍後在設定中開啟 App 鎖定。

source: You're all set.
ar: كل شيء جاهز.
cs: Vše je připraveno.
da: Så er alt klar.
de: Alles bereit.
el: Είστε έτοιμοι.
es: Todo listo.
fi: Kaikki on valmista.
fr: Tout est prêt.
he: הכול מוכן.
hi: आप पूरी तरह तैयार हैं।
hu: Minden készen áll.
id: Semua sudah siap.
it: È tutto pronto.
ja: 準備が整いました。
ko: 모든 준비가 끝났습니다.
ms: Semuanya sudah sedia.
nb: Da er alt klart.
nl: Alles is klaar.
pl: Wszystko gotowe.
pt_br: Tudo pronto.
pt_pt: Está tudo pronto.
ro: Totul e pregătit.
ru: Всё готово.
sv: Allt är klart.
th: คุณพร้อมแล้ว
tr: Her şey hazır.
uk: Усе готово.
vi: Bạn đã sẵn sàng.
zh_hans: 一切就绪。
zh_hant: 一切就緒。

source: Your cycle is ready to track. Everything stays on this iPhone.
ar: أصبحت دورتك جاهزة للتتبّع. كل شيء يبقى على جهاز iPhone هذا.
cs: Váš cyklus je připraven ke sledování. Vše zůstává v tomto iPhonu.
da: Din cyklus er klar til at blive registreret. Alt bliver på denne iPhone.
de: Dein Zyklus kann jetzt erfasst werden. Alles bleibt auf diesem iPhone.
el: Ο κύκλος σας είναι έτοιμος για παρακολούθηση. Όλα παραμένουν σε αυτό το iPhone.
es: Tu ciclo está listo para registrarse. Todo permanece en este iPhone.
fi: Kiertosi on valmiina seurattavaksi. Kaikki pysyy tällä iPhonella.
fr: Votre cycle est prêt à être suivi. Tout reste sur cet iPhone.
he: המחזור שלך מוכן למעקב. הכול נשאר על ה-iPhone הזה.
hi: आपका चक्र ट्रैक करने के लिए तैयार है। सब कुछ इसी iPhone पर रहता है।
hu: A ciklusod készen áll a követésre. Minden ezen az iPhone-on marad.
id: Siklus Anda siap dilacak. Semuanya tetap berada di iPhone ini.
it: Il tuo ciclo è pronto per essere monitorato. Tutto resta su questo iPhone.
ja: 周期の記録を始める準備ができました。すべてはこのiPhoneの中にとどまります。
ko: 이제 주기 기록을 시작할 수 있습니다. 모든 것은 이 iPhone 안에 머무릅니다.
ms: Kitaran anda sedia untuk dijejak. Semuanya kekal pada iPhone ini.
nb: Syklusen din er klar til å spores. Alt blir værende på denne iPhone.
nl: Je cyclus is klaar om bij te houden. Alles blijft op deze iPhone.
pl: Możesz już śledzić swój cykl. Wszystko pozostaje na tym iPhonie.
pt_br: Seu ciclo está pronto para ser acompanhado. Tudo fica neste iPhone.
pt_pt: O seu ciclo está pronto a ser acompanhado. Tudo fica neste iPhone.
ro: Ciclul tău e gata de urmărit. Totul rămâne pe acest iPhone.
ru: Можно начинать отслеживать цикл. Всё остаётся на этом iPhone.
sv: Din cykel är redo att spåras. Allt stannar på den här iPhone.
th: รอบเดือนของคุณพร้อมให้ติดตามแล้ว ทุกอย่างอยู่บน iPhone เครื่องนี้
tr: Döngünüzü takip etmeye hazırsınız. Her şey bu iPhone'da kalır.
uk: Ваш цикл готовий до відстеження. Усе залишається на цьому iPhone.
vi: Chu kỳ của bạn đã sẵn sàng để theo dõi. Mọi thứ đều nằm trên iPhone này.
zh_hans: 你的周期已准备好开始记录。所有数据都留在这部 iPhone 上。
zh_hant: 你的週期已準備好開始記錄。所有資料都留在這支 iPhone 上。

source: Couldn't Save Settings
ar: تعذّر حفظ الإعدادات
cs: Nastavení se nepodařilo uložit
da: Kunne ikke gemme indstillingerne
de: Einstellungen konnten nicht gesichert werden
el: Αδυναμία αποθήκευσης ρυθμίσεων
es: No se pudieron guardar los ajustes
fi: Asetuksia ei voitu tallentaa
fr: Impossible d'enregistrer les réglages
he: לא ניתן היה לשמור את ההגדרות
hi: सेटिंग्स सहेजी नहीं जा सकीं
hu: A beállítások mentése nem sikerült
id: Tidak Dapat Menyimpan Pengaturan
it: Impossibile salvare le impostazioni
ja: 設定を保存できませんでした
ko: 설정을 저장할 수 없음
ms: Tidak Dapat Menyimpan Tetapan
nb: Kunne ikke lagre innstillingene
nl: Instellingen niet bewaard
pl: Nie udało się zapisać ustawień
pt_br: Não foi possível salvar os ajustes
pt_pt: Não foi possível guardar as definições
ro: Setările nu au putut fi salvate
ru: Не удалось сохранить настройки
sv: Det gick inte att spara inställningarna
th: บันทึกการตั้งค่าไม่ได้
tr: Ayarlar Kaydedilemedi
uk: Не вдалося зберегти налаштування
vi: Không thể lưu cài đặt
zh_hans: 无法保存设置
zh_hant: 無法儲存設定

source: Couldn't save your settings. Please try again.
ar: تعذّر حفظ إعداداتك. يُرجى إعادة المحاولة.
cs: Vaše nastavení se nepodařilo uložit. Zkuste to prosím znovu.
da: Kunne ikke gemme dine indstillinger. Prøv igen.
de: Deine Einstellungen konnten nicht gesichert werden. Bitte versuche es erneut.
el: Δεν ήταν δυνατή η αποθήκευση των ρυθμίσεών σας. Δοκιμάστε ξανά.
es: No se pudieron guardar tus ajustes. Inténtalo de nuevo.
fi: Asetuksiasi ei voitu tallentaa. Yritä uudelleen.
fr: Impossible d'enregistrer vos réglages. Veuillez réessayer.
he: לא ניתן היה לשמור את ההגדרות שלך. נסי שוב.
hi: आपकी सेटिंग्स सहेजी नहीं जा सकीं। कृपया फिर से प्रयास करें।
hu: Nem sikerült menteni a beállításaidat. Kérjük, próbáld újra.
id: Pengaturan Anda tidak dapat disimpan. Silakan coba lagi.
it: Impossibile salvare le impostazioni. Riprova.
ja: 設定を保存できませんでした。もう一度お試しください。
ko: 설정을 저장할 수 없습니다. 다시 시도해 주세요.
ms: Tetapan anda tidak dapat disimpan. Sila cuba lagi.
nb: Kunne ikke lagre innstillingene dine. Prøv igjen.
nl: Je instellingen konden niet worden bewaard. Probeer het opnieuw.
pl: Nie udało się zapisać Twoich ustawień. Spróbuj ponownie.
pt_br: Não foi possível salvar seus ajustes. Tente de novo.
pt_pt: Não foi possível guardar as suas definições. Tente novamente.
ro: Nu am putut salva setările tale. Te rugăm să încerci din nou.
ru: Не удалось сохранить ваши настройки. Повторите попытку.
sv: Det gick inte att spara dina inställningar. Försök igen.
th: บันทึกการตั้งค่าของคุณไม่ได้ โปรดลองอีกครั้ง
tr: Ayarlarınız kaydedilemedi. Lütfen tekrar deneyin.
uk: Не вдалося зберегти ваші налаштування. Спробуйте ще раз.
vi: Không thể lưu cài đặt của bạn. Vui lòng thử lại.
zh_hans: 无法保存你的设置，请重试。
zh_hant: 無法儲存你的設定，請重試。

source: Enter Passcode
ar: أدخلي رمز الدخول
cs: Zadejte kód
da: Indtast adgangskode
de: Code eingeben
el: Εισαγωγή κωδικού
es: Introducir código
fi: Anna pääsykoodi
fr: Saisir le code
he: הזיני קוד גישה
hi: पासकोड दर्ज करें
hu: Add meg a jelkódot
id: Masukkan Kode Sandi
it: Inserisci il codice
ja: パスコードを入力
ko: 암호 입력
ms: Masukkan Kod Laluan
nb: Skriv inn kode
nl: Voer toegangscode in
pl: Wprowadź kod
pt_br: Digite o código
pt_pt: Introduza o código
ro: Introdu codul de acces
ru: Введите код-пароль
sv: Ange lösenkod
th: ป้อนรหัส
tr: Parolayı Girin
uk: Введіть код-пароль
vi: Nhập mật mã
zh_hans: 输入密码
zh_hant: 輸入密碼

source: Unlock with Face ID
ar: الفتح باستخدام Face ID
cs: Odemknout pomocí Face ID
da: Lås op med Face ID
de: Mit Face ID entsperren
el: Ξεκλείδωμα με Face ID
es: Desbloquear con Face ID
fi: Avaa Face ID:llä
fr: Déverrouiller avec Face ID
he: ביטול נעילה עם Face ID
hi: Face ID से अनलॉक करें
hu: Feloldás Face ID-vel
id: Buka dengan Face ID
it: Sblocca con Face ID
ja: Face ID でロック解除
ko: Face ID로 잠금 해제
ms: Buka kunci dengan Face ID
nb: Lås opp med Face ID
nl: Ontgrendelen met Face ID
pl: Odblokuj za pomocą Face ID
pt_br: Desbloquear com Face ID
pt_pt: Desbloquear com Face ID
ro: Deblochează cu Face ID
ru: Разблокировать с помощью Face ID
sv: Lås upp med Face ID
th: ปลดล็อกด้วย Face ID
tr: Face ID ile Kilidi Aç
uk: Розблокувати за допомогою Face ID
vi: Mở khóa bằng Face ID
zh_hans: 使用 Face ID 解锁
zh_hant: 使用 Face ID 解鎖
